Repository: gruntsoftware/ios
Catalog: brainwallet/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fa, fa_ir, fr, hi, id, it, ja, ko, pa, pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

source: You cannot send if it's zero or it's syncing. Top up in 5 minutes with MoonPay if needed.
ar: لا يمكنك الإرسال إذا كان رصيدك صفرًا أو كان قيد المزامنة. يمكنك شحن رصيدك خلال 5 دقائق باستخدام MoonPay إذا لزم الأمر.
de: Sie können kein Geld senden, wenn der Kontostand null ist oder die Synchronisierung läuft. Laden Sie Ihr Guthaben bei Bedarf innerhalb von 5 Minuten mit MoonPay auf.
es_419: No puedes enviar si está en cero o se está sincronizando. Recarga en 5 minutos con MoonPay si es necesario.
fa_ir: اگر صفر باشد یا در حال همگام‌سازی باشد، نمی‌توانید ارسال کنید. در صورت نیاز، ظرف ۵ دقیقه با MoonPay شارژ کنید.
fr: Vous ne pouvez pas envoyer d'argent si votre solde est nul ou en cours de synchronisation. Rechargez votre compte dans 5 minutes avec MoonPay si nécessaire.
hi: अगर यह ज़ीरो है या सिंक हो रहा है तो आप भेज नहीं सकते। ज़रूरत पड़ने पर MoonPay से 5 मिनट में टॉप अप करें।
id: Anda tidak dapat mengirim jika nol atau sedang menyinkronkan. Isi ulang dalam 5 menit dengan MoonPay jika diperlukan.
it: Non puoi inviare se è zero o è in sincronizzazione. Ricarica in 5 minuti con MoonPay, se necessario.
ja: 残高がゼロまたは同期中の場合には送信できません。 必要に応じて、MoonPay で 5 分以内にチャージしてください。
ko: 잔액이 0이거나 동기화 중일 때는 전송할 수 없습니다. 필요한 경우 MoonPay로 5분 안에 충전하세요.
pa: ਜੇਕਰ ਇਹ ਜ਼ੀਰੋ ਹੈ ਜਾਂ ਇਹ ਸਿੰਕ ਹੋ ਰਿਹਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਨਹੀਂ ਭੇਜ ਸਕਦੇ। ਜੇਕਰ ਲੋੜ ਹੋਵੇ ਤਾਂ MoonPay ਨਾਲ 5 ਮਿੰਟਾਂ ਵਿੱਚ ਟੌਪ ਅੱਪ ਕਰੋ।
pl: Nie możesz wysłać, jeśli kwota wynosi zero lub jest synchronizowana. W razie potrzeby doładuj w 5 minut za pomocą MoonPay.
pt_br: Não é possível enviar se o saldo for zero ou se estiver sincronizando. Recarregue em 5 minutos com o MoonPay, se necessário.
ru: Вы не можете отправить средства, если на счету ноль или идет синхронизация. При необходимости пополните счет за 5 минут с помощью MoonPay.
sv: Du kan inte skicka om det är noll eller om det synkroniseras. Fyll på om 5 minuter med MoonPay om det behövs.
tr: Senkronizasyon devam ederken gönderme mümkün değil. Yerel veritabanınız, ilgili işlemleri ekleyen en son bloğa kadar güncelleniyor. Lütfen daha sonra tekrar deneyin.
uk: Ви не можете надіслати кошти, якщо вони дорівнюють нулю або синхронізуються. За потреби поповніть рахунок за 5 хвилин за допомогою MoonPay.
zh_hans: 余额为零或正在同步时无法发送。 如有需要，可使用 MoonPay 在 5 分钟内充值。
zh_hant: 如果餘額為零或正在同步，則無法傳送訊息。 如有需要，請在 5 分鐘內使用 MoonPay 儲值。

source: You didn’t forget did you? Ok! Just go back to start over.
ar: ألم تنسَ، أليس كذلك؟ حسنًا! فقط عد إلى البداية لتبدأ من جديد.
de: Du hast es nicht vergessen, oder? Ok! Geh einfach zurück und fang von vorne an.
es_419: No se te olvidó, ¿verdad? ¡De acuerdo! Solo regresa para empezar de nuevo.
fa_ir: فراموش نکردی که؟ باشه! فقط برگرد تا دوباره شروع کنی.
fr: Vous n’avez pas oublié, n’est-ce pas ? D’accord! Il suffit de revenir en arrière pour recommencer.
hi: आप भूले तो नहीं? ठीक है! बस वापस जाकर दोबारा शुरू करें।
id: Anda tidak lupa, bukan? Ok! Kembali saja untuk memulai dari awal.
it: Non te ne sei dimenticato, vero? OK! Basta tornare indietro per ricominciare.
ja: 忘れてないよね？分かった！やり直すために戻ればいい。
ko: 잊은 건 아니지? 그래! 그냥 다시 돌아가서 처음부터 시작하세요.
pa: ਤੁਸੀਂ ਭੁੱਲੇ ਨਹੀਂ, ਕੀ ਤੁਸੀਂ? ਠੀਕ ਹੈ! ਬੱਸ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਵਾਪਸ ਜਾਓ।
pl: Nie zapomniałeś, prawda? Ok! Po prostu wróć i zacznij od nowa.
pt_br: Você não se esqueceu, não é? Ok! Basta voltar e começar de novo.
ru: Ты не забыл, правда? Хорошо! Просто вернись и начни сначала.
sv: Du har väl inte glömt? Okej! Gå bara tillbaka för att börja om.
tr: Unutmadın değil mi? Tamam! Baştan başlamak için geri dön.
uk: Ти ж не забув, чи не так? Гаразд! Просто повернися, щоб почати спочатку.
zh_hans: 您没忘记吧？好的！返回重新开始。
zh_hant: 您沒忘記吧？好的！返回重新開始。

source: You have no Litecoin. Tap Buy/Recieve. Get LTC in 5 minutes with MoonPay!
ar: ليس لديك Litecoin. انقر على شراء/استلام. احصل على LTC في 5 دقائق مع MoonPay!
de: Sie haben keine Litecoin. Tippen Sie auf Kaufen/Empfangen. Holen Sie sich LTC in 5 Minuten mit MoonPay!
es_419: No tienes Litecoin. Pulse Comprar/Recibir. ¡Consigue LTC en 5 minutos con MoonPay!
fa_ir: شما لایت‌کوین ندارید. روی خرید/دریافت ضربه بزنید. LTC را ظرف ۵ دقیقه با MoonPay دریافت کنید!
fr: Vous n'avez pas de Litecoin. Appuyez sur Acheter/Recevoir. Obtenez du LTC en 5 minutes avec MoonPay !
hi: आपके पास कोई लाइटकॉइन नहीं है। टैप करें खरीदें/प्राप्त करें। MoonPay के साथ 5 मिनट में LTC प्राप्त करें!
id: Anda tidak memiliki Litecoin. Ketuk Beli/Terima. Dapatkan LTC dalam 5 menit dengan MoonPay!
it: Non avete Litecoin. Toccare Acquista/Ricevi. Ottenete LTC in 5 minuti con MoonPay!
ja: あなたはライトコインを持ってない。買う／受け取る」をタップする。MoonPayで5分でLTCをゲット！
ko: 라이트코인이 없어요. 구매/수령 탭. MoonPay로 5분 만에 LTC를 받으세요!
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ Litecoin ਨਹੀਂ ਹੈ। ਖਰੀਦੋ/ਪ੍ਰਾਪਤ ਕਰੋ 'ਤੇ ਟੈਪ ਕਰੋ। ਮੂਨਪੇ ਨਾਲ 5 ਮਿੰਟਾਂ ਵਿੱਚ LTC ਪ੍ਰਾਪਤ ਕਰੋ!
pl: Nie masz Litecoinów. Naciśnij Kup/Odbierz. Zdobądź LTC w 5 minut z MoonPay!
pt_br: Você não possui Litecoin. Toque em Comprar/Receber. Consiga LTC em 5 minutos com MoonPay!
ru: У вас нет Litecoin. Нажмите Купить/Получить. Получите LTC за 5 минут с MoonPay!
sv: Du har inga Litecoin. Tryck på Buy/Recieve. Få LTC på 5 minuter med MoonPay!
tr: Litecoin'in yok. Satın Al/Elde Et öğesine dokunun. MoonPay ile 5 dakikada LTC alın!
uk: У вас немає Litecoin. Натисніть «Купити/Отримати». Отримайте LTC за 5 хвилин з MoonPay!
zh_hans: 您没有莱特币。点击“购买/接收”。使用 MoonPay，5 分钟即可获得 LTC！
zh_hant: 您沒有萊特幣。點擊“購買/接收”。使用 MoonPay，5 分鐘即可獲得 LTC！

source: You have some LTC? Change your local fiat to figure out how much you can send. Or, calculate in LTC. Go to settings to adjust your preferred network fee
ar: هل لديك بعض LTC ؟ قم بتغيير العملة الورقية المحلية لمعرفة المبلغ الذي يمكنك إرساله. أو، احسب في LTC. انتقل إلى الإعدادات لتعديل رسوم الشبكة المفضلة لديك
de: Hast du etwas LTC? Ändern Sie Ihr lokales Fiat, um herauszufinden, wie viel Sie senden können. Oder berechnen Sie in LTC. Gehen Sie zu den Einstellungen, um Ihre bevorzugte Netzwerkgebühr anzupassen
es_419: ¿Tienes algún LTC? Cambia tu moneda local para saber cuánto puedes enviar. O calcula en LTC. Ve a la configuración para ajustar tu tarifa de red preferida
fa_ir: مقداری LTC دارید؟ ارز محلی خود را تغییر دهید تا متوجه شوید چقدر می‌توانید ارسال کنید. یا، به LTC محاسبه کنید. برای تنظیم کارمزد شبکه ترجیحی خود به تنظیمات بروید
fr: Vous avez des LTC ? Changez votre monnaie locale pour savoir combien vous pouvez envoyer. Ou calculez en LTC. Allez dans les paramètres pour ajuster vos frais de réseau préférés
hi: क्या आपके पास कुछ LTC है? अपनी स्थानीय फिएट मुद्रा बदलें यह पता लगाने के लिए कि आप कितना भेज सकते हैं। या, LTC में गणना करें। सेटिंग्स में जाएं और अपनी पसंदीदा नेटवर्क फीस समायोजित करें
id: Anda memiliki LTC? Ubah fiat lokal Anda untuk mengetahui berapa banyak yang dapat Anda kirim. Atau, hitung dalam LTC. Buka pengaturan untuk menyesuaikan biaya jaringan pilihan Anda
it: Hai un po' di LTC? Cambiate la valuta locale per capire quanto potete inviare. Oppure, calcolare in LTC. Andare alle impostazioni per regolare la tariffa della rete preferita
ja: LTCをお持ちですか？現地のフィアットを変更し、送金可能額を計算する。あるいは、LTCで計算する。設定から希望するネットワーク料金を調整する
ko: 장기 요양 있어? 지역 법정화폐를 변경해서 얼마나 보낼 수 있는지 알아보세요. 또는 장기 관리 계산을 해보세요. 설정에서 선호하는 네트워크 요금을 조정하세요
pa: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਕੁਝ LTC ਹੈ? ਤੁਸੀਂ ਕਿੰਨਾ ਭੇਜ ਸਕਦੇ ਹੋ ਇਹ ਪਤਾ ਲਗਾਉਣ ਲਈ ਆਪਣੇ ਸਥਾਨਕ ਫਿਏਟ ਨੂੰ ਬਦਲੋ। ਜਾਂ, LTC ਵਿੱਚ ਗਣਨਾ ਕਰੋ। ਆਪਣੀ ਪਸੰਦੀਦਾ ਨੈੱਟਵਰਕ ਫ਼ੀਸ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ
pl: Masz trochę LTC? Zmień lokalnego fiat, aby dowiedzieć się, ile możesz wysłać. Lub oblicz w LTC. Przejdź do ustawień, aby dostosować preferowaną opłatę sieciową
pt_br: Você tem alguma licença de porte de arma? Troque sua moeda local para descobrir quanto você pode enviar. Ou, calcule em cuidados de longo prazo. Acesse as configurações para ajustar a tarifa de rede de sua preferência.
ru: У вас есть LTC? Измените местный фиат, чтобы узнать, сколько вы можете отправить. Или рассчитайте в LTC. Откройте настройки, чтобы изменить предпочитаемый сетевой сбор.
sv: Har du lite LTC? Ändra din lokala fiat för att räkna ut hur mycket du kan skicka. Eller beräkna i LTC. Gå till inställningar för att justera din önskade nätverksavgift
tr: LTC'n var mı? Ne kadar gönderebileceğinizi öğrenmek için yerel fiatınızı değiştirin. Ya da LTC'de hesaplayın. Tercih ettiğiniz ağ ücretini ayarlamak için ayarlara gidin
uk: У вас є якийсь довгостроковий допуск? Змініть свою місцеву фіатну валюту, щоб з'ясувати, скільки ви можете надіслати. Або розрахуйте в довгостроковій валюті. Перейдіть до налаштувань, щоб налаштувати бажану плату за мережу
zh_hans: 您有一些 LTC 吗？切换您的本地法币以计算您可以发送的金额。或者，直接使用 LTC 计算。前往设置调整您偏好的网络费用
zh_hant: 您有一些 LTC 嗎？切換您的本地法幣以計算您可以發送的金額。或者，直接使用 LTC 計算。前往設定調整您偏好的網路費用

source: You saved it, right?
ar: لقد حفظته، أليس كذلك؟
de: Du hast es gespeichert, oder?
es_419: Lo guardaste, ¿verdad?
fa_ir: ذخیره‌اش کردی، درسته؟
fr: Vous l’avez sauvegardé, n’est-ce pas ?
hi: आपने इसे बचा लिया, है ना?
id: Anda menyimpannya, kan?
it: L'hai salvato, vero?
ja: 保存したんだろう？
ko: 네가 그걸 저장했지?
pa: ਤੁਸੀਂ ਇਸਨੂੰ ਬਚਾਇਆ, ਠੀਕ ਹੈ?
pl: Zapisałeś, prawda?
pt_br: Você o salvou, certo?
ru: Ты сохранил это, правда?
sv: Du sparade det, eller hur?
tr: Onu sakladın, değil mi?
uk: Ти ж його врятував, так?
zh_hans: 您保存了吗？
zh_hant: 您保存了嗎？

source: You will be asked to enter your 6-digit PIN to send any transaction over your spending limit, and every 48 hours since the last time you entered your 6-digit PIN.
ar: سيُطلب منك إدخال رقم التعريف الشخصي المكون من 6 أرقام لإرسال أي معاملة تتجاوز حد الإنفاق الخاص بك، وكل 48 ساعة منذ آخر مرة أدخلت فيها رقم التعريف الشخصي المكون من 6 أرقام.
de: Sie werden aufgefordert, Ihre 6-stellige PIN einzugeben, wenn Sie eine Transaktion tätigen, die Ihr Ausgabenlimit überschreitet, sowie alle 48 Stunden nach der letzten Eingabe Ihrer 6-stelligen PIN.
es: Se te pedirá que ingreses tu PIN de 6 dígitos para enviar cualquier transacción que supere tu límite de gasto, y cada 48 horas desde la última vez que ingresaste tu PIN de 6 dígitos.
es_419: Se te pedirá que ingreses tu PIN de 6 dígitos para enviar cualquier transacción que supere tu límite de gasto, y cada 48 horas desde la última vez que ingresaste tu PIN de 6 dígitos.
fa: شما برای ارسال هر تراکنش بیش از حد مجاز خرج کردن خود، و هر ۴۸ ساعت از آخرین باری که رمز ۶ رقمی خود را وارد کرده‌اید، باید رمز ۶ رقمی خود را وارد کنید.
fa_ir: شما برای ارسال هر تراکنش بیش از حد مجاز خرج کردن خود، و هر ۴۸ ساعت از آخرین باری که رمز ۶ رقمی خود را وارد کرده‌اید، باید رمز ۶ رقمی خود را وارد کنید.
fr: On vous demandera d’entrer votre NIP à 6 chiffres pour effectuer une transaction au-delà de votre limite de dépenses, et ce, toutes les 48 heures depuis la dernière fois que vous avez saisi votre NIP à 6 chiffres.
hi: अपनी व्यय सीमा से अधिक का कोई भी लेनदेन करने के लिए आपसे अपना 6 अंकों का पिन दर्ज करने के लिए कहा जाएगा, तथा पिछली बार 6 अंकों का पिन दर्ज करने के बाद से प्रत्येक 48 घंटे के बाद आपसे यह पिन दर्ज करने के लिए कहा जाएगा।
id: Anda akan diminta untuk memasukkan 6 digit PIN Anda untuk mengirimkan transaksi apa pun yang melebihi batas pembelanjaan Anda, dan setiap 48 jam sejak terakhir kali Anda memasukkan 6 digit PIN Anda.
it: Ti verrà chiesto di inserire il tuo PIN di 6 cifre per inviare qualsiasi transazione che superi il tuo limite di spesa e ogni 48 ore dall'ultima volta che hai inserito il tuo PIN di 6 cifre.
ja: 支出限度額を超える取引を送信する場合、および最後に 6 桁の PIN を入力してから 48 時間ごとに、6 桁の PIN の入力が求められます。
ko: 지출 한도를 초과하는 거래를 보내려면 6자리 PIN을 입력해야 하며, 마지막으로 6자리 PIN을 입력한 이후 48시간마다 PIN을 입력해야 합니다.
pa: ਤੁਹਾਡੀ ਖਰਚ ਸੀਮਾ ਤੋਂ ਵੱਧ ਕਿਸੇ ਵੀ ਲੈਣ-ਦੇਣ ਨੂੰ ਭੇਜਣ ਲਈ ਤੁਹਾਨੂੰ ਆਪਣਾ 6-ਅੰਕਾਂ ਵਾਲਾ ਪਿੰਨ ਦਰਜ ਕਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ, ਅਤੇ ਆਖਰੀ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਆਪਣਾ 6-ਅੰਕਾਂ ਵਾਲਾ ਪਿੰਨ ਦਰਜ ਕੀਤਾ ਸੀ, ਉਸ ਤੋਂ ਬਾਅਦ ਹਰ 48 ਘੰਟਿਆਂ ਬਾਅਦ।
pl: Użytkownik zostanie poproszony o wprowadzenie 6-cyfrowego kodu PIN w celu wysłania każdej transakcji przekraczającej limit wydatków, a także co 48 godzin od ostatniego wprowadzenia 6-cyfrowego kodu PIN.
pt_br: Será solicitado que você digite seu PIN de 6 dígitos para enviar qualquer transação acima do seu limite de gastos e a cada 48 horas desde a última vez que você digitou seu PIN de 6 dígitos.
ru: Вам будет предложено ввести свой 6-значный PIN-код для отправки любой транзакции, превышающей ваш лимит расходов, а также каждые 48 часов с момента последнего ввода 6-значного PIN-кода.
sv: Du kommer att bli ombedd att ange din 6-siffriga PIN-kod för att skicka transaktioner över din utgiftsgräns, och var 48:e timme sedan du senast angav din 6-siffriga PIN-kod.
tr: Harcama limitinizi aşan herhangi bir işlemi göndermek için ve 6 haneli PIN kodunuzu en son girdiğiniz andan itibaren her 48 saatte bir 6 haneli PIN kodunuzu girmeniz istenecektir.
uk: Вам буде запропоновано ввести свій 6-значний PIN-код для здійснення будь-якої транзакції, що перевищує ваш ліміт витрат, а також кожні 48 годин з моменту останнього введення 6-значного PIN-коду.
zh_hans: 您将被要求输入您的6位数PIN码，以发送超过您的消费限额的任何交易，并且每隔48小时自上次输入6位数PIN码以来。
zh_hant: 您將被要求輸入 6 位數 PIN 碼以發送超過消費限額的任何交易，並且自您上次輸入 6 位數 PIN 碼以來每 48 小時都會被要求輸入一次。

source: You will not be able to send Litecoin while syncing. It may take a while.
ar: لن تتمكن من إرسال لايتكوين أثناء المزامنة. قد يستغرق الأمر بعض الوقت.
de: Sie können während der Synchronisierung kein Litecoin senden. Es könnte eine Weile dauern.
es: No podrás enviar Litecoin mientras se está sincronizando. Puede que tome un tiempo.
es_419: No podrás enviar Litecoin mientras se sincroniza. Puede tomar un tiempo.
fa: شما قادر نخواهید بود در حین همگام‌سازی، لایت‌کوین ارسال کنید. ممکن است مدتی طول بکشد.
fa_ir: شما قادر نخواهید بود در حین همگام‌سازی، لایت‌کوین ارسال کنید. ممکن است مدتی طول بکشد.
fr: Vous ne pourrez pas envoyer de Litecoin pendant la synchronisation. Cela peut prendre un certain temps.
hi: सिंक करते समय आप लाइटकॉइन नहीं भेज पाएंगे। इसमें कुछ समय लग सकता है.
id: Anda tidak akan bisa mengirim Litecoin saat melakukan sinkronisasi. Mungkin perlu waktu beberapa saat.
it: Non sarà possibile inviare Litecoin durante la sincronizzazione. Potrebbe volerci un po' di tempo.
ja: 同期中はライトコインを送信できません。時間がかかるかもしれません。
ko: 동기화하는 동안 Litecoin을 보낼 수 없습니다. 시간이 걸릴 수 있습니다.
pa: ਤੁਸੀਂ ਸਿੰਕ ਕਰਦੇ ਸਮੇਂ Litecoin ਨਹੀਂ ਭੇਜ ਸਕੋਗੇ। ਇਸ ਵਿੱਚ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ।
pl: Podczas synchronizacji nie będzie można wysyłać Litecoinów. Może to chwilę potrwać.
pt_br: Você não poderá enviar Litecoin durante a sincronização. Isso pode demorar um pouco.
ru: Вы не сможете отправить Litecoin во время синхронизации. Это может занять некоторое время.
sv: Du kommer inte att kunna skicka Litecoin medan synkronisering pågår. Det kan ta en stund.
tr: Senkronizasyon sırasında Litecoin gönderemezsiniz. Biraz zaman alabilir.
uk: Ви не зможете надсилати Litecoin під час синхронізації. Це може зайняти деякий час.
zh_hans: 在同步时，您将无法发送莱特币。这可能需要一段时间。
zh_hant: 同步時您將無法發送萊特幣。這可能需要一段時間。

source: Your PIN will be used to unlock your Brainwallet and send money.
ar: سيتم استخدام رقم التعريف الشخصي لفتح محفظة الدماغ الخاصة بك وإرسال الأموال.
de: Ihre PIN wird verwendet, um Ihr Brainwallet zu entsperren und Geld zu senden.
es: Su PIN se utilizará para desbloquear su Brainwallet y enviar dinero.
es_419: Su PIN se utilizará para desbloquear su Brainwallet y enviar dinero.
fa: رمز شما برای باز کردن قفل کیف پول مغزی شما و ارسال پول استفاده خواهد شد.
fa_ir: رمز شما برای باز کردن قفل کیف پول مغزی شما و ارسال پول استفاده خواهد شد.
fr: Votre code PIN sera utilisé pour déverrouiller votre Brainwallet et envoyer de l’argent.
hi: आपके पिन का उपयोग आपके ब्रेनवॉलेट को अनलॉक करने और पैसे भेजने के लिए किया जाएगा।
id: PIN Anda akan digunakan untuk membuka kunci Brainwallet Anda dan mengirim uang.
it: Il tuo PIN verrà utilizzato per sbloccare il tuo Brainwallet e inviare denaro.
ja: PIN は Brainwallet のロックを解除して送金するために使用されます。
ko: PIN은 Brainwallet의 잠금을 해제하고 금액을 보내는 데 사용됩니다.
pa: ਤੁਹਾਡੇ ਪਿੰਨ ਦੀ ਵਰਤੋਂ ਤੁਹਾਡੇ ਬ੍ਰੇਨਵਾਲਿਟ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਅਤੇ ਪੈਸੇ ਭੇਜਣ ਲਈ ਕੀਤੀ ਜਾਵੇਗੀ।
pl: Twój kod PIN zostanie użyty do odblokowania Brainwallet i wysłania pieniędzy.
pt_br: Seu PIN será usado para desbloquear o Brainwallet e enviar dinheiro.
ru: Ваш PIN-код будет использоваться для разблокировки кошелька Brainwallet и отправки денег.
sv: Din PIN-kod kommer att användas för att låsa upp din Brainwallet och skicka pengar.
tr: PIN kodunuz Brainwallet'ınızın kilidini açmak ve para göndermek için kullanılacaktır.
uk: Ваш PIN-код буде використано для розблокування вашого Brainwallet та надсилання грошей.
zh_hans: 您的PIN码将用于解锁您的脑钱包并发送资金。
zh_hant: 您的 PIN 將用於解鎖您的 Brainwallet 並匯款。

source: Your seed phrase is verified!
ar: تم التحقق من عبارة الاسترداد الخاصة بك!
de: Ihre Seed-Phrase ist verifiziert!
es_419: ¡Tu frase semilla está verificada!
fa_ir: عبارت بذر شما تأیید شد!
fr: Votre phrase de récupération est vérifiée !
hi: आपका बीज वाक्यांश सत्यापित है!
id: Frasa benih Anda telah diverifikasi!
it: La tua frase seed è stata verificata!
ja: あなたのシードフレーズが確認されました！
ko: 당신의 시드 프레이즈가 검증되었습니다!
pa: ਤੁਹਾਡਾ ਸੀਡ ਵਾਕੰਸ਼ ਪ੍ਰਮਾਣਿਤ ਹੈ!
pl: Twoja fraza seed została zweryfikowana!
pt_br: Sua frase-semente foi verificada!
ru: Ваша секретная фраза подтверждена!
sv: Din seed-fras är verifierad!
tr: Tohum ifadeniz doğrulandı!
uk: Вашу початкову фразу перевірено!
zh_hans: 您的助记词已验证！
zh_hant: 您的助記詞已驗證！

source: Your seed words
ar: كلماتك السرية
de: Ihre Startwörter
es_419: Tus palabras semilla
fa_ir: کلمات بذر شما
fr: Vos mots clés
hi: आपके बीज शब्द
id: Kata-kata benih Anda
it: Le tue parole seme
ja: 種となる言葉
ko: 당신의 씨앗 말들
pa: ਤੁਹਾਡੇ ਬੀਜ ਸ਼ਬਦ
pl: Twoje słowa seed
pt_br: Suas palavras-semente
ru: Ваши начальные слова
sv: Dina seed-ord
tr: Tohum kelimeleriniz
uk: Ваші ключові слова
zh_hans: 您的助记词
zh_hant: 您的助記詞

source: Block: %@
de: Sperre: %@
es_419: Bloque: %@
fa_ir: بلوک: %@
fr: Bloc : %@
hi: ब्लॉक: %@
id: Blok: %@
it: Blocco: %@
ja: ブロック%@
ko: 블록: %@
pa: ਬਲਾਕ: %@
pl: Blokada: %@
pt_br: Bloquear: %@
ru: Блок: %@
tr: Blok: %@
uk: Блок: %@
zh_hans: 堵塞： %@
zh_hant: 堵塞： %@

source: %@ = 1Ł
fa: %@ = ۱Ł
fa_ir: %@ = ۱Ł
it: %@ = 1 sterlina

source: %lld txns
fa_ir: %lld تراکنش
hi: %lld लेनदेन
id: %lld transaksi
pa: %lld ਟੈਕਸ
uk: %lld тксн
zh_hans: %lld 交易
zh_hant: %lld 交易

source: TX ID:
fa_ir: شناسه تراکنش:
id: ID TX:
it: ID TX:
ko: 텍사스 ID:
pa: ਸ਼ਾਇਦ ਬਾਅਦ ਵਿੱਚ (ਛੱਡੋ)
pt_br: ID do Texas:
uk: Ідентифікатор передавача:

source: %lf ŁTC
ja: ŁTC
pa: %ਜੇਕਰ ŁTC
